const likes = {
    min: 15,
    max: 200,
}

const comments = {
    min: 1,
    max: 10,
}

const avatars = {
    min: 1,
    max: 6,
}

const messages = ['Все відмінно!', 'Загалом все непогано.Але не всі.',
    'Коли ви робите фотографію, добре б прибирати палець із кадру.Зрештою, це просто непрофесійно.',
    'Моя бабуся випадково чхнула з фотоапаратом у руках і у неї вийшла фотографія краща.',
    'Я послизнувся на банановій шкірці і впустив фотоапарат на кота і у мене вийшла фотографія краще.',
    'Обличчя людей на фотці перекошені, ніби їх побивають.Як можна було зловити такий невдалий момент?'];

const names = ['Иван', 'Федор', 'Илья', 'Виктор', 'Петр', 'Максим', 'Денис', 'Дмитрий', 'Валерий', 'Алексей'];

const surNames = ['Иванов', 'Петров', 'Лысенко', 'Шевченко', 'Кузнецов', 'Смирнов', 'Попов', 'Васильев', 'Соколов', 'Михайлов'];

module.exports = { likes, comments, avatars, messages, names, surNames }